<?php

return [
    // Логирование событий.
    'log_events' => env('ASSISTENT_LOG_EVENTS', false),

    // Настройки почтовых уведомлений о событиях.
    'mail_to' => [],

    // Настройки Архивариуса.
    'archivist' => [
        // Шаги мастера.
        'steps' => [
            //
        ],

    ],

    // Настройки Установщика.
    'installer' => [
        // Шаги мастера.
        'steps' => [
            //
        ],

    ],

    // Настройки Мастера обновлений.
    'updater' => [
        // Шаги мастера.
        'steps' => [
            //
        ],

    ],

];
